Repository: IL2HorusTeam/il2ds-log-parser
Catalog: il2fb/parsers/events/locale/*/LC_MESSAGES/il2fb-events-parser.po
Languages: ru

source: Mission is playing
ru: Миссия играет

source: Mission has begun
ru: Миссия началась

source: Mission has ended
ru: Миссия закончилась

source: Mission was won
ru: Миссия была выиграна

source: Target state has changed
ru: Состояние цели изменилось

source: Human has connected
ru: Человек присоединился

source: Human has disconnected
ru: Человек отсоединился

source: Human has went to briefing
ru: Человек вышел в брифинг

source: Human has selected airfield
ru: Человек выбрал аэродром

source: Human has spawned
ru: Человек появился на карте

source: Human has took off
ru: Человек взлетел

source: Human has landed
ru: Человек сел

source: Human has crashed
ru: Человек разбился

source: Human was damaged on ground
ru: Человек был поврежден на земле

source: Human has damaged himself
ru: Человек сам себя повредил

source: Human was damaged by human
ru: Человек был поврежден человеком

source: Human has committed suicide
ru: Человек совершил самоубийство

source: Human was shot down by human
ru: Человек был сбит человеком

source: Human was shot down by static
ru: Человек был сбит статическим объектом

source: Human has toggled landing lights
ru: Человек переключил посадочные фары

source: Human has toggled wingtip smokes
ru: Человек переключил дымы

source: Human has changed seat
ru: Человек сменил место члена экипажа

source: Human crew member has bailed out
ru: Член экипажа человека выпрыгнул с парашютом

source: Human crew member has opened parachute
ru: Член экипажа человека открыл парашют

source: Human crew member was captured
ru: Член экипажа человека был захвачен

source: Human crew member was wounded
ru: Член экипажа человека был ранен

source: Human crew member was heavily wounded
ru: Член экипажа человека был тяжело ранен

source: Human crew member was killed
ru: Член экипажа человека был убит

source: Human crew member was killed by human
ru: Член экипажа человека был убит человеком

source: Building was destroyed by human
ru: Здание было разрушено человеком

source: Tree was destroyed by human
ru: Дерево было разрушено человеком

source: Static was destroyed by human
ru: Статический объект был разрушен человеком

source: Bridge was destroyed by human
ru: Мост был разрушен человеком
